bench/results-on-host/get_throughput.txt
Requests      [total, rate, throughput]         600000, 10000.01, 9999.98
Duration      [total, attack, wait]             1m0s, 1m0s, 171.458µs
Latencies     [min, mean, 50, 90, 95, 99, max]  46.167µs, 244.45µs, 94.536µs, 148.919µs, 220.867µs, 2.811ms, 62.31ms
Bytes In      [total, mean]                     616200000, 1027.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:600000  
Error Set: