bench/results-on-host/nearest_k10_summary.txt
Requests      [total, rate, throughput]         2996, 49.93, 49.92
Duration      [total, attack, wait]             1m0s, 1m0s, 20.527ms
Latencies     [min, mean, 50, 90, 95, 99, max]  14.835ms, 20.031ms, 19.824ms, 22.223ms, 23.1ms, 27.214ms, 69.621ms
Bytes In      [total, mean]                     31431036, 10491.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:2996  
Error Set: