bench/results-on-host/nearest_k1_summary.txt
Requests      [total, rate, throughput]         2975, 49.58, 49.56
Duration      [total, attack, wait]             1m0s, 1m0s, 20.423ms
Latencies     [min, mean, 50, 90, 95, 99, max]  14.671ms, 20.175ms, 19.884ms, 22.303ms, 23.294ms, 31.077ms, 84.875ms
Bytes In      [total, mean]                     3201100, 1076.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:2975  
Error Set: