bench/results-on-host/nearest_saturation.txt
Requests      [total, rate, throughput]         2049, 68.26, 66.88
Duration      [total, attack, wait]             30.636s, 30.015s, 620.816ms
Latencies     [min, mean, 50, 90, 95, 99, max]  28.692ms, 947.853ms, 937.891ms, 1.277s, 1.4s, 1.741s, 2.377s
Bytes In      [total, mean]                     2204724, 1076.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:2049  
Error Set: